IDEA StatiCa Open Model
ConnectionSetup.ConcreteSetup Property
Compatible with IDEA StatiCa Beta 21.0 - beta
Note: This API is now obsolete.
 Concrete setup
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
[ObsoleteAttribute]
public ConcreteSetup ConcreteSetup { get; set; }
<ObsoleteAttribute>
Public Property ConcreteSetup As ConcreteSetup
	Get
	Set
public:
[ObsoleteAttribute]
property ConcreteSetup^ ConcreteSetup {
	ConcreteSetup^ get ();
	void set (ConcreteSetup^ value);
}
Property Value
Type: ConcreteSetup
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace